[]
=aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa

[MACROEDIT]
//編程主選單=
lb_GameDirectory_OME->Caption=Gra
GameManagement=Plik
GameManagement_Select=Wybierz
GameManagement_New=Nowa gra
GameManagement_Modify=Edytuj grę
GameManagement_Delete=Usuń grę
FileManagement=Import Wejście/Wyjście
FileManagement_New=Nowy
FileManagement_Open=Otwórz
FileManagement_Save=Zapisz
FileManagement_SaveAs=Zapisz jako
FileManagement_Delete=Usuń
FileManagement_ReName=Zmień nazwę
FileManagement_Transfer=Załaduj/Pobierz
lb_FileName_OME->Caption=Plik
//編程程式區=
rb_Loop_OME->Caption=PĘTLA
rb_Keyboard_OME->Caption=KLAWISZ
rb_If_OME->Caption=JEŚLI
rb_Equal_OME->Caption=RÓWNY
lb_SRSectionReteatText1_OME->Caption=Start
lb_SRSectionReteatText2_OME->Caption=~
lb_SRSectionReteatText3_OME->Caption=Koniec,
lb_SRSectionReteatText4_OME->Caption=Liczba powtórzeń
lb_SR_OME->Caption=~
lb_GotoText_OME->Caption=Skocz do linii
lb_LineText_OME->Caption=
lb_KeyIfText_OME->Caption=If 
lb_KeyStateIsText_OME->Caption=is
lb_KeyThenGotoText_OME->Caption=Skocz do linii
lb_KeyLineText_OME->Caption=
lb_IfText1_OME->Caption=If
lb_IfThenGoto1_OME->Caption=Skocz do linii
lb_IfLineText1_OME->Caption=
lb_IfText2_OME->Caption=If
lb_IfThenGoto2_OME->Caption=Skocz do linii
lb_IfLineText2_OME->Caption=
cb_Key_OME->Items->Strings[0]=Klawisz1
cb_Key_OME->Items->Strings[1]=Klawisz2
cb_Key_OME->Items->Strings[2]=Klawisz3
cb_Key_OME->Items->Strings[3]=Klawisz4
cb_Key_OME->Items->Strings[4]=Klawisz5
cb_Key_OME->Items->Strings[5]=Klawisz6
cb_Key_OME->Items->Strings[6]=Klawisz7
cb_Key_OME->Items->Strings[7]=Klawisz8
cb_Key_OME->Items->Strings[8]=Klawisz9
cb_Key_OME->Items->Strings[9]=Klawisz10
cb_Key_OME->Items->Strings[10]=Klawisz11
cb_Key_OME->Items->Strings[11]=Klawisz12
cb_Key_OME->Items->Strings[12]=Klawisz13
cb_Key_OME->Items->Strings[13]=Klawisz14
cb_Key_OME->Items->Strings[14]=Klawisz15
cb_Key_OME->Items->Strings[15]=Klawisz16
cb_Key_OME->Items->Strings[16]=Klawisz17
cb_Key_OME->Items->Strings[17]=Klawisz18
cb_Key_OME->Items->Strings[18]=Klawisz19
cb_Key_OME->Items->Strings[19]=Klawisz20
cb_Key_OME->Items->Strings[20]=Klawisz21
cb_Key_OME->Items->Strings[21]=Klawisz22
cb_Key_OME->Items->Strings[22]=Klawisz23
cb_Key_OME->Items->Strings[23]=Klawisz24
cb_KeyState_OME->Items->Strings[0]=Wciśnij
cb_KeyState_OME->Items->Strings[1]=Zwolnij
cb_IfSign1_OME->Items->Strings[0]="@equ@@equ@"
cb_IfSign1_OME->Items->Strings[1]="!@equ@"
cb_IfSign2_OME->Items->Strings[0]="@equ@@equ@"
cb_IfSign2_OME->Items->Strings[1]="!@equ@"
Var->Items->Strings[0]=Variable A
Var->Items->Strings[1]=Variable B
Var->Items->Strings[2]=Variable C
Var->Items->Strings[3]=Variable D
//時間控制區=
lb_KeyDownAutoDelay_OME->Caption=Insert delay when  press
lb_KeyUpAutoDelay_OME->Caption=Insert delay when  release
lb_TimeUnit_OME->Caption=Jedn. Czasu
cb_TimeType_OME->Items->Strings[0]=Sek.
cb_TimeType_OME->Items->Strings[1]=ms
cb_TimeType_OME->Items->Strings[2]=Min.
lb_Time_OME->Caption=Czas
//滑鼠控制區=
lb_AbsPos_OME->Caption=Abs. koordynanty (XY) myszy
lb_AbsPos_OME->Hint=Przesuń celownik radarowy na dowolny punkt na ekranie, aby uchwycić współrzędne (X,Y).
lb_RelativePos_OME->Caption=Wzgl. koordynanty (XY) myszy
bt_WheelUp_OME->Caption=Do przodu
bt_WheelDown_OME->Caption=Wstecz
bt_MouseLeftKey_OME->Caption=Lewy
bt_MouseRightKey_OME->Caption=Prawy
bt_MouseMidKey_OME->Caption=Środkowy
bt_Mouse4thKey_OME->Caption=4.przycisk
bt_Mouse5thKey_OME->Caption=5.przycisk
im_CursorPoint_OME->Hint=Przesuń cel radaru w dowolne miejsce na ekranie, aby przechwycić współrzędne X i Y.
//編程工具列=
rb_RepeatType_OME->Hint=Bez powtórzeń
rb_RepeatType1_OME->Hint=Wciśnij:Start@RETURN@Zwolnij:Stop
rb_RepeatType2_OME->Hint=Wciśnij:Start @RETURN@Ponownie wciśnij:Stop
bt_Save_OME->Hint=Zapisz
bt_Undo_OME->Hint=Cofnij
bt_Redo_OME->Hint=Wykonaj ponownie
bt_Cut_OME->Hint=Wytnij
bt_Copy_OME->Hint=Kopiuj
bt_Paste_OME->Hint=Wklej
bt_MoveDown_OME->Hint=Przesuń w dół
bt_MoveUp_OME->Hint=Przesuń w górę
bt_Delete_OME->Hint=Usuń
bt_Record_OME->Hint=Rejestruj
//編程Popup視窗=
mi_Cut_OME->Caption=Wytnij
mi_CutSingleLine_OME->Caption=Linia przerywana
mi_CutMultiLine_OME->Caption=Wielolinia przerywana
mi_Copy_OME->Caption=Kopiuj
mi_CopySingleLine_OME->Caption=Kopiowanie linii
mi_CopyMultiLine_OME->Caption=Kopiowanie wielolinii
mi_Paste_OME->Caption=Wklej
mi_MoveDown_OME->Caption=Przesuń w dół
mi_MoveUp_OME->Caption=Przesuń w górę
mi_Editline_OME->Caption=Edytuj ten wiersz
mi_Delete_OME->Caption=Usuń
mi_DeleteSingleLine_OME->Caption=Usuwanie linii
mi_DeleteMultiLine_OME->Caption=Usuwanie wielolinii
mi_ClearAllDelay_OME->Caption=Wyczyść wszystkie „Opóźnienia”
mi_ClearAll_OME->Caption=Wyczyść wszystko
bt_ResumeMacroII_OME->Caption=Przejdź do [Oscar II]
bt_DownloadExplain_OME->Caption=Instrukcja
GoWhile=Powtórz od linii line%x do tej linii, powtóz %y razy
IfYes=Jeśli zmienna %x @equ@ %y przejdź do linii line%z
IfNo=Jeśli zmienna %x ≠ %y przejdź do linii line%z
IfYes2=Jeśli zmienna %x @equ@  zmienna %y przejdź do linii line%z
IfNo2=Jeśli zmienna %x ≠ zmienna %y przejdź do linii line%z
Equ=Zmienna %x @equ@ %y
Equ2=Zmienna %x @equ@ Zmienna %y
Equ3_0=Zmienna %x @equ@ Zmienna %y + %z
Equ3_1=Zmienna %x @equ@ Zmienna %y - %z
Equ3_2=Zmienna %x @equ@ Zmienna %y & %z
Equ3_3=Zmienna %x @equ@ Zmienna %y | %z
Equ3_4=Zmienna %x @equ@ Zmienna %y ^ %z
Goto=Przejdź do linii line%x
IfKeyDown=Jeśli klawisz %x zostaje wciśnięty, przejdź do linii line%y
IfKeyUp=Jeśli klawisz %x nie jest wciśnięty, przejdź do linii line%y
Key=Klawisz
KeyDown=Wciśnij
KeyUp=Zwolnij
MouseMoveTo=Mysz_przesuń_do
MouseRelativeMove=Mysz_względnie_przesuń
Delay=Opóźnienie
millisecond=ms
second=Sek.
minute=Min.
MouseWhellUp=Przewiń_w górę
MouseWhellDown=Przewiń_w dół
MouseLeftKeyDown=Wciśnij_lewy_przycisk
MouseLeftKeyUp=Zwolnij_lewy_przycisk
MouseLeftKeyClick=Kliknij_lewy_przycisk
MouseLeftKeyDblClick=Dwukrotnie_kliknij_lewy_przycisk
MouseMiddleKeyDown=Wciśnij_środkowy_przycisk
MouseMiddleKeyUp=Zwolnij_środkowy_przycisk
MouseMiddleKeyClick=Kliknij_środkowy_przycisk
MouseRightKeyDown=Wciśnij_prawy_przycisk
MouseRightKeyUp=Zwolnij_prawy_przycisk
MouseRightKeyClick=Kliknij_prawy_przycisk
MouseFourthKeyDown=Wciśnij_4._przycisk
MouseFourthKeyUp=Zwolnij_4._przycisk
MouseFourthKeyClick=Kliknij_4._przycisk
MouseFifthKeyDown=Wciśnij_5._przycisk
MouseFifthKeyUp=Zwolnij_5._przycisk
MouseFifthKeyClick=Kliknij_5._przycisk
PleaseInputMacroName=Przycisk w nazwie makra
SaveOK=zapis OK!
MacroUsed=Plików / Folderów została zastosowana do pamięci myszy, chcesz Usunąć / Zmienić nazwę? [YES] funkcja usunie!
GoWhileRangeError=Nieprawidłowy zakres
InputDigitError=Wpisz liczby!!!
VersionMessage=Nie można zapisać wersji do przeglądania
LoopLimit=Nie przekraczaj 3 okręgów.
NullMacro=Untitled
PleaseCreateDirectory=Proszę utworzyć folderu gry
DirectoryUsed=Plików / Folderów została zastosowana do pamięci myszy, chcesz Usunąć / Zmienić nazwę? [YES] funkcja usunie!
TrialAccessDeny=Dziękujemy za obejrzenie [HEADSHOT]! Oprogramowanie Bloody7 jest przeznaczone wyłącznie dla myszy Bloody z serii V lub R!
IsCoverSameNameFile=Same [Oscar II] file name found, overwrite?

CPIRemarkDefault=Domyślne
//按鍵測試區=
lb_MouseKeyTest_OME->Caption=Zapytania o klawisze
PleasePressKey=Wciśnij klawisz myszy
MouseKeyUnknown=Nierozpoznano

[MACROEDIT_Record]
bt_Start->Caption=<F11> aby rozpocząć 
bt_Stop->Caption=<F12> aby zatrzymać 
cb_AxisAbsolute->Caption=Zarejestruj bezwględny ruch myszy
cb_AxisRelatively->Caption=Zarejestruj względny ruch myszy
cb_KeyboardAction->Caption=Zarejestruj operacje klawiatury
cb_MouseClick->Caption=Zarejestruj kliknięcia myszy
Script3=// Poniżej znajduje się zarejestrowane przez Ciebie makro.
Script4=// 3-sposoby tworzenia Macro.
Script5=// 1. Wstawiaj funkcje z paneli u góry i z lewej.
Script6=// 2. Wejście z klawiatury.
Script7=// 3. Wejście przez Recorder.

[MACROEDIT_Statement]
lb_Title->Caption=Musisz wpisać przed zapisaniem!
lb_Software->Caption=Obsługiwane programy (np. CS)
lb_Statement->Caption=Dokładny opis funkcji makra
lb_Comment->Caption=Opis funkcji
mi_EditerCut->Caption=Wytnij    Ctrl+X
mi_EditerCopy->Caption=Kopiuj    Ctrl+C
mi_EditerPaste->Caption=Wklej     Ctrl+P
lb_EditComment->Caption1=Wpisz uwagi do funkcji
lb_EditComment->Caption2=Edytuj uwagi do funkcji
lb_Resolution->Caption=Rozdzielczość
lb_CPIRemark->Caption=Czułość

[MACROEDIT_Instructions]
lb_TestDescription->Caption=Dane zostaną tymczasowo zapisane w pamięci 4. klawisza myszy. W strefie próby lub próbie gry aby przywrócić domyślne ustawienie 11. klawisza przejdź do "Okna klawisza" i ponownie go zresetuj.
ck_CursorRecord->Caption=Uruchom rejestrację kursora.
lb_InterruptTips->Caption=Jeśli program testowy jest poza kontrolą, wciśnij [Caps Lock]+[Scroll Lock]+[Num Lock], aby przerwać go, następnie ponownie debuguj program.
lb_TestCommon->Caption=Dokładny opis funkcji makra
PressSpaceToTest=Wciśnij 4. klawisz, aby rozpocząć testowanie.

[MACROEDIT_ShowIfMessage]
MacroExistAlready=Plik już istnieje. Zastąpić?
MacroModify=Zmodyfikowano makro. Zapisać?
MacroNewCreate=Nowy plik?
MacroDeleteFile=Bezpowrotnie usunąć plik?
MacroSelectFile=Plików / Folderów została zastosowana do pamięci myszy, chcesz Usunąć / Zmienić nazwę? [YES] funkcja usunie!
MacroDeleteDirectory=Czy usunąć ten katalog gry? Pliki zawarte w katalogu zostaną także usunięte.
PleaseCreateDirectory=Nowy
InputNameExists=Plik istnieje, aktualizacji!
MustCreatFile=Musisz utworzyć nowy plik makro edytować!
InputNameInvalid=Wykryto niedozwolony znak [np. \ / : * ? " < > | ].

[MACROEDIT_InputBoxX]
lb_NewFileName->Caption=Nazwa nowego pliku
lb_ReName->Caption1=Zmień nazwę
lb_ReName->Caption2=Nowy
lb_ReName->Caption3=Nowy folder
NewCreateGameName=Nowy folder
NewCreateFileName=Nowy plik

[MACROEDIT_Dialog]
lb_Directory->Caption=Katalog
lb_FileName->Caption=Plik
lb_Title->Caption1=Nowy
lb_Title->Caption2=Otwórz
lb_Title->Caption3=Zapisz
lb_Title->Caption4=Zapisz jako
lb_Title->Caption5=Usuń
lb_Title->Caption6=Zmień nazwę
lb_FileType->Caption=Typ
advcb_FileType->Caption1=Wszystkie plik Pistolet *.*
advcb_FileType->Caption2=*.amc (Makro)
advcb_FileType->Caption3=*.mgn (Macro gun)
NoAuthorityUse=Niewystarczajaca autoryzacja. Niepowodzenie eksportu!

[MACROEDIT_SelectLine]
lb_SelectLineRange->Caption=Wyb.zakr.linii

